Repository: 100grams/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/security.po
Languages: es

source: You do not have permission to view this resource.
es: Usted no tiene permiso para acceder a este apartado.

source: Email not provided
es: Desprovisto de correo electrónico

source: Invalid Email
es: Email inválido

source: Password not provided
es: Contraseña no siempre

source: %(email)s is already associated with an account
es: %(email)s ya está asociado a una cuenta

source: Specified user does not exist
es: Usuario especificado no existe

source: Email Address
es: Email

source: Password
es: Contraseña

source: Retype Password
es: Vuelva a escribir la contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: Your email has already been confirmed.
es: Tu email ha sido ya confirmado.

source: Account is disabled.
es: Cuenta deshabilitada.

source: Invalid password
es: Contraseña no válida

source: Email requires confirmation.
es: Correo electrónico requiere confirmación.

source: Reset Password
es: Restablecer contraseña

source: Thank you. Confirmation instructions have been sent to %(email)s.
es: Gracias. Instrucciones de confirmación han sido enviados a %(email)s.

source: Instructions to login have been sent to %(email)s.
es: Instrucciones para iniciar sesión han sido enviados a %(email)s.

source: Invalid login token.
es: Invalid token de inicio de sesión.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
es: Usted no entra dentro %(within)s. Las nuevas instrucciones para iniciar sesión han sido enviado a %(email)s.

source: You have successfully logged in.
es: Ha registrado

source: Confirmation instructions have been sent to %(email)s.
es: Instrucciones de confirmación han sido enviados a %(email)s.

source: Invalid confirmation token.
es: Señal de confirmación no es válido.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
es: Usted no ha confirmado su correo electrónico dentro %(within)s. Las nuevas instrucciones para confirmar su dirección de correo electrónico ha sido enviado a %(email)s.

source: Thank you. Your email has been confirmed.
es: Gracias. Tu email ha sido confirmada.

source: Instructions to reset your password have been sent to %(email)s.
es: Las instrucciones para restablecer la contraseña han sido enviado a %(email)s

source: Invalid reset password token.
es: Invalid token de restablecimiento de contraseña.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
es: Usted no restablecer su contraseña en %(within)s. Las nuevas instrucciones se han enviado a %(email)s.

source: You successfully reset your password and you have been logged in automatically.
es: Correctamente restablecer su contraseña y se ha cerrado de forma automática

source: Menu
es: Menú

source: Register
es: Registro

source: Forgot password
es: Olvidó su contraseña

source: Confirm account
es: Confirme cuenta

source: Send password reset instructions
es: Enviar instrucciones de restablecimiento de contraseñas

source: Reset password
es: Cambiar contraseña

source: Resend confirmation instructions
es: Vuelva a enviar instrucciones de confirmación
